Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: Move “%@” to Trash?
ja: 「%@」をゴミ箱に入れますか？
zh_hans: 要将“%@”移到废纸篓吗？
zh_hant: 要將「%@」移到垃圾桶嗎？
zh_hk: 要將「%@」移去垃圾桶嗎？

source: Move %lld item(s) to Trash?
ja: %lld 件をゴミ箱に移動しますか？
zh_hans: 要将 %lld 个项目移至废纸篓吗？
zh_hant: 要將 %lld 個項目移至垃圾桶嗎？
zh_hk: 要將 %lld 個項目移去垃圾桶嗎？

source: Move to Folder
ja: フォルダへ移動
zh_hans: 移至文件夹
zh_hant: 移至資料夾
zh_hk: 移至資料夾

source: Move to Trash
ja: ゴミ箱に入れる
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶
zh_hk: 移到垃圾桶

source: Move to Trash (⌘⌫)
ja: ゴミ箱に入れる（⌘⌫）
zh_hans: 移到废纸篓（⌘⌫）
zh_hant: 移到垃圾桶（⌘⌫）
zh_hk: 移到垃圾桶（⌘⌫）

source: Move to Trash…
ja: ゴミ箱に入れる…
zh_hans: 移到废纸篓…
zh_hant: 移到垃圾桶…
zh_hk: 移去垃圾桶…

source: Move to Trash… (⌘⌫)
ja: ゴミ箱に入れる…（⌘⌫）
zh_hans: 移到废纸篓…（⌘⌫）
zh_hant: 移到垃圾桶…（⌘⌫）
zh_hk: 移去垃圾桶…（⌘⌫）

source: Moved %@ into a shared vault
ja: %@ を共有保管庫に移動しました
zh_hans: 将 %@ 移入共享保险库
zh_hant: 將 %@ 移入共享保險庫
zh_hk: 將 %@ 移入咗共享保險庫

source: Moved “%@” to Trash
ja: “%@”をゴミ箱に入れました
zh_hans: 已将“%@”移到废纸篓
zh_hant: 已將「%@」移到垃圾桶
zh_hk: 已將「%@」移到垃圾桶

source: Moved %@ to Trash
ja: %@ をゴミ箱に移動しました
zh_hans: 将 %@ 移至废纸篓
zh_hant: 將 %@ 移至垃圾桶
zh_hk: 將 %@ 移咗去垃圾桶

source: Moved %lld item(s)
ja: %lld 件の項目を移動しました
zh_hans: 已移动 %lld 个项目
zh_hant: 已移動 %lld 個項目
zh_hk: 已移動 %lld 個項目

source: Moved %lld item(s) out of the archive
ja: %lld 件をアーカイブから戻しました
zh_hans: 已取消归档 %lld 个项目
zh_hant: 已取消封存 %lld 個項目
zh_hk: 已取消封存 %lld 個項目

source: Moved %lld item(s) to %@
ja: %lld 件を %@ へ移動しました
zh_hans: 已将 %lld 个项目移至 %@
zh_hant: 已將 %lld 個項目移至 %@
zh_hk: 已將 %lld 個項目移至 %@

source: Moved %lld item(s) to Trash
ja: %lld 件をゴミ箱に移動しました
zh_hans: 已将 %lld 个项目移至废纸篓
zh_hant: 已將 %lld 個項目移至垃圾桶
zh_hk: 已將 %lld 個項目移去垃圾桶

source: Moved out of the archive
ja: アーカイブから戻しました
zh_hans: 已取消归档
zh_hant: 已取消封存
zh_hk: 已取消封存

source: Moved to Trash
ja: ゴミ箱に入れました
zh_hans: 已移到废纸篓
zh_hant: 已移到垃圾桶
zh_hk: 已移到垃圾桶

source: Moving is one way: the shared vault owns the items afterwards.
ja: 移動は一方向です。以後、項目は共有保管庫のものになります。
zh_hans: 移动是单向的：之后项目将归该共享保险库所有。
zh_hant: 移動是單向的：之後項目將屬於該共享保險庫。
zh_hk: 移動係單向嘅：之後項目會屬於個共享保險庫。

source: My Folders
ja: マイフォルダ
zh_hans: 我的文件夹
zh_hant: 我的資料夾
zh_hk: 我嘅資料夾

source: My vault
ja: 自分の保管庫
zh_hans: 我的保险库
zh_hant: 我的保險庫
zh_hk: 我嘅保險庫

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

source: National ID / SSN
ja: マイナンバー / SSN
zh_hans: 身份证号码
zh_hant: 身分證字號
zh_hk: 身份證號碼

source: Navigate
ja: 移動
zh_hans: 移动
zh_hant: 移動
zh_hk: 移動

source: Needs confirming
ja: 確認が必要
zh_hans: 需要确认
zh_hant: 需要確認
zh_hk: 需要確認

source: Never
ja: しない
zh_hans: 永不
zh_hant: 永不
zh_hk: 永不

source: New
ja: 新規
zh_hans: 新的
zh_hant: 新的
zh_hk: 新嘅

source: New Card
ja: 新規カード
zh_hans: 新建卡片
zh_hant: 新增卡片
zh_hk: 新增信用卡

source: New codes
ja: 新しいコードまで
zh_hans: 新验证码
zh_hant: 新驗證碼
zh_hk: 新驗證碼

source: New Folder
ja: 新規フォルダ
zh_hans: 新建文件夹
zh_hant: 新增資料夾
zh_hk: 新增資料夾

source: New Folder…
ja: 新規フォルダ…
zh_hans: 新建文件夹…
zh_hant: 新增資料夾…
zh_hk: 新增資料夾…

source: New Identity
ja: 新規 ID
zh_hans: 新建身份
zh_hant: 新增身分
zh_hk: 新增身份

source: New Item
ja: 新規項目
zh_hans: 新建项目
zh_hant: 新增項目
zh_hk: 新增項目

source: New Item (⌘N)
ja: 新規項目（⌘N）
zh_hans: 新建项目（⌘N）
zh_hant: 新增項目（⌘N）
zh_hk: 新增項目（⌘N）

source: New login
ja: 新規ログイン
zh_hans: 新建登录项
zh_hant: 新增登入項目
zh_hk: 新增登入項目

source: New Login
ja: 新規ログイン
zh_hans: 新建登录信息
zh_hant: 新增登入資料
zh_hk: 新增登入資料

source: New Login “%@”
ja: 新規ログイン「%@」
zh_hans: 新建登录信息“%@”
zh_hant: 新增登入資料「%@」
zh_hk: 新增登入資料「%@」

source: New master password
ja: 新しいマスターパスワード
zh_hans: 新主密码
zh_hant: 新主密碼
zh_hk: 新主密碼

source: New master password again
ja: 新しいマスターパスワードをもう一度
zh_hans: 再次输入新主密码
zh_hant: 再次輸入新主密碼
zh_hk: 再次輸入新主密碼

source: New Other Item
ja: その他の新規項目
zh_hans: 新建其他项目
zh_hant: 新增其他項目
zh_hk: 新增其他項目

source: New passkey
ja: 新しいパスキー
zh_hans: 新通行密钥
zh_hant: 新通行密鑰
zh_hk: 新通行密鑰

source: New password
ja: 新しいパスワード
zh_hans: 新密码
zh_hant: 新密碼
zh_hk: 新密碼

source: New Secure Note
ja: 新規セキュアメモ
zh_hans: 新建安全备注
zh_hant: 新增安全備註
zh_hk: 新增安全備註

source: New Send
ja: 新規 Send
zh_hans: 新建 Send
zh_hant: 新增 Send
zh_hk: 新增 Send

source: New SSH Key
ja: 新規 SSH 鍵
zh_hans: 新建 SSH 密钥
zh_hant: 新增 SSH 金鑰
zh_hk: 新增 SSH 密鑰

source: New Subfolder
ja: 新規サブフォルダ
zh_hans: 新建子文件夹
zh_hant: 新增子資料夾
zh_hk: 新增子資料夾

source: New Subfolder…
ja: 新規サブフォルダ…
zh_hans: 新建子文件夹…
zh_hant: 新增子資料夾…
zh_hk: 新增子資料夾…

source: Newest First
ja: 新しい順
zh_hans: 最新的在前
zh_hant: 最新的在前
zh_hk: 最新嘅先

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否
zh_hk: 否

source: No Date
ja: 日付なし
zh_hans: 没有日期
zh_hant: 沒有日期
zh_hk: 冇日期

source: No device approved the sign-in in time.
ja: 時間内にサインインを承認したデバイスはありませんでした。
zh_hans: 没有设备在时限内批准登录。
zh_hant: 沒有裝置在時限內核准登入。
zh_hk: 冇裝置喺時限內批准登入。

source: No devices found.
ja: デバイスが見つかりません。
zh_hans: 未找到设备。
zh_hant: 找不到裝置。
zh_hk: 搵唔到裝置。

source: No events. The server keeps them only when its administrator turns event logging on (ORG_EVENTS_ENABLED).
ja: イベントはありません。サーバー管理者がイベントログ（ORG_EVENTS_ENABLED）を有効にした場合のみ保存されます。
zh_hans: 没有事件。只有服务器管理员开启事件日志（ORG_EVENTS_ENABLED）时才会保存。
zh_hant: 沒有事件。只有在伺服器管理員開啟事件記錄（ORG_EVENTS_ENABLED）時才會保存。
zh_hk: 冇事件。伺服器管理員開咗事件記錄（ORG_EVENTS_ENABLED）先會保存。

source: No Folder
ja: フォルダなし
zh_hans: 无文件夹
zh_hant: 無資料夾
zh_hk: 無資料夾

source: No issues found.
ja: 問題は見つかりませんでした。
zh_hans: 没有发现问题。
zh_hant: 沒有發現問題。
zh_hk: 沒有發現問題。

source: No Item Selected
ja: 項目が選択されていません
zh_hans: 未选择项目
zh_hant: 未選取項目
zh_hk: 未選取項目

source: No Items
ja: 項目がありません
zh_hans: 没有项目
zh_hant: 沒有項目
zh_hk: 沒有項目

source: No logins for this site
ja: このサイトのログインはありません
zh_hans: 此网站没有登录信息
zh_hant: 此網站沒有登入資料
zh_hk: 此網站沒有登入資料

source: No one-time codes
ja: ワンタイムコードはありません
zh_hans: 没有一次性验证码
zh_hant: 沒有一次性驗證碼
zh_hk: 冇一次性驗證碼

source: No passkeys for this site
ja: このサイトのパスキーはありません
zh_hans: 此网站没有通行密钥
zh_hant: 此網站沒有通行密鑰
zh_hk: 此網站沒有通行密鑰

source: No QR code found there. Make it larger on screen and try again.
ja: QR コードが見つかりません。画面上で大きく表示してもう一度お試しください。
zh_hans: 没有找到二维码。在屏幕上放大后再试一次。
zh_hant: 找不到 QR 碼。在螢幕上放大後再試一次。
zh_hk: 搵唔到 QR 碼。喺螢幕上面放大啲再試多次。

source: No results
ja: 結果なし
zh_hans: 没有结果
zh_hant: 沒有結果
zh_hk: 沒有結果

source: No Results
ja: 結果なし
zh_hans: 没有结果
zh_hant: 沒有結果
zh_hk: 沒有結果

source: No Send Selected
ja: Send が選択されていません
zh_hans: 未选择 Send
zh_hant: 未選擇 Send
zh_hk: 未揀選 Send

source: No Sends
ja: Send はありません
zh_hans: 没有 Send
zh_hant: 沒有 Send
zh_hk: 冇 Send

source: No trusted contacts yet.
ja: 信頼できる連絡先はまだありません。
zh_hans: 暂无信任的联系人。
zh_hant: 尚無信任的聯絡人。
zh_hk: 暫時未有信任嘅聯絡人。

source: No weak, reused or unsecured passwords. Check for breaches to be sure.
ja: 弱い・使い回し・安全でないパスワードはありません。念のため漏えいも確認してください。
zh_hans: 没有弱、重复或不安全的密码。检查一下是否泄露会更放心。
zh_hant: 沒有弱、重複或不安全的密碼。檢查一下是否外洩會更安心。
zh_hk: 沒有弱、重複或不安全的密碼。檢查一下是否外洩會更安心。

source: Nobody has made you their emergency contact.
ja: まだ誰もあなたを緊急連絡先にしていません。
zh_hans: 还没有人把你设为紧急联系人。
zh_hant: 還沒有人把你設為緊急聯絡人。
zh_hk: 未有人揀你做緊急聯絡人。

source: None
ja: なし
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: Not available on this Mac.
ja: この Mac では使用できません。
zh_hans: 这台 Mac 无法使用。
zh_hant: 這台 Mac 無法使用。
zh_hk: 呢部 Mac 用唔到。

source: Not checked yet
ja: まだ確認していません
zh_hans: 尚未检查
zh_hant: 尚未檢查
zh_hk: 未檢查過

source: Not encrypted
ja: 暗号化されていません
zh_hans: 未加密
zh_hant: 未加密
zh_hk: 冇加密

source: Not Now
ja: 今はしない
zh_hans: 以后再说
zh_hant: 現在不要
zh_hk: 暫時唔要

source: Not set
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定
zh_hk: 未設定

source: Not signed in
ja: サインインしていません
zh_hans: 尚未登录
zh_hant: 尚未登入
zh_hk: 尚未登入

source: Not you?
ja: 別のユーザーですか？
zh_hans: 不是你？
zh_hant: 不是你？
zh_hk: 唔係你？

source: Notes
ja: メモ
zh_hans: 备注
zh_hant: 備註
zh_hk: 備註

source: Nothing matches “%@”
ja: 「%@」に一致する項目はありません
zh_hans: 没有符合“%@”的结果
zh_hant: 沒有符合「%@」的結果
zh_hk: 冇符合「%@」嘅結果

source: Nothing yet
ja: まだありません
zh_hans: 暂无记录
zh_hant: 尚無記錄
zh_hk: 未有記錄

source: Nothing yet.
ja: まだありません。
zh_hans: 暂无项目。
zh_hant: 尚無項目。
zh_hk: 暫時未有。

source: Number of words
ja: 単語数
zh_hans: 单词数
zh_hant: 字數
zh_hk: 字數

source: Off
ja: オフ
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Off · ^[%lld key](inflect: true) in the vault
ja: オフ · 保管庫に %lld 個の鍵
zh_hans: 已关闭 · 密码库中有 %lld 个密钥
zh_hant: 已關閉 · 保險庫中有 %lld 把金鑰
zh_hk: 已關閉 · 保險庫有 %lld 條密鑰

source: Offline · saved vault
ja: オフライン · 保存済みの保管庫
zh_hans: 离线 · 已保存的密码库
zh_hant: 離線 · 已儲存的保險庫
zh_hk: 離線 · 已儲存的保險庫

source: Oldest First
ja: 古い順
zh_hans: 最旧的在前
zh_hant: 最舊的在前
zh_hk: 最舊嘅先

source: On
ja: オン
zh_hans: 打开
zh_hant: 開啟
zh_hk: 開啟

source: On %@
ja: %@ の項目
zh_hans: %@ 的项目
zh_hant: %@ 的項目
zh_hk: %@ 嘅項目

source: Once per 10 minutes, per app
ja: アプリごとに 10 分に 1 回
zh_hans: 每个 App 每 10 分钟一次
zh_hant: 每個 App 每 10 分鐘一次
zh_hk: 每個 App 每 10 分鐘一次

source: Once per minute, per app
ja: アプリごとに 1 分に 1 回
zh_hans: 每个 App 每分钟一次
zh_hant: 每個 App 每分鐘一次
zh_hk: 每個 App 每分鐘一次

source: One leak exposes every site that shares a password. Give each its own.
ja: 1 件の漏えいで同じパスワードのサイトすべてが危険になります。サイトごとに別のパスワードを。
zh_hans: 一次泄露就会波及所有共用密码的网站。请为每个网站设置不同密码。
zh_hant: 一次外洩就會波及所有共用密碼的網站。請為每個網站設定不同密碼。
zh_hk: 一次外洩就會波及所有共用密碼的網站。請為每個網站設定不同密碼。

source: One touch opens every account that has it.
ja: 1 回のタッチで、有効にしたすべてのアカウントが開きます。
zh_hans: 轻触一下即可打开所有已启用的账户。
zh_hant: 輕觸一下即可開啟所有已啟用的帳號。
zh_hk: 掂一下就可以開晒所有已啟用嘅帳戶。

source: One type of item
ja: 1種類の項目
zh_hans: 一种项目
zh_hant: 一種項目
zh_hk: 一種項目

source: One vault
ja: 1つの保管庫
zh_hans: 单个保险库
zh_hant: 單一保險庫
zh_hk: 單一保險庫

source: One-time code
ja: ワンタイムコード
zh_hans: 一次性验证码
zh_hant: 一次性驗證碼
zh_hk: 一次性驗證碼

source: One-Time Code
ja: ワンタイムコード
zh_hans: 一次性验证码
zh_hant: 一次性驗證碼
zh_hk: 一次性驗證碼

source: One-time code secret
ja: ワンタイムコードのシークレット
zh_hans: 一次性验证码密钥
zh_hant: 一次性驗證碼密鑰
zh_hk: 一次性驗證碼密匙

source: One-Time Codes
ja: ワンタイムコード
zh_hans: 一次性验证码
zh_hant: 一次性驗證碼
zh_hk: 一次性驗證碼

source: One-time codes, one click away
ja: ワンタイムコードをワンクリックで
zh_hans: 一次性验证码，一点即得
zh_hant: 一次性驗證碼，一按即得
zh_hk: 一次性驗證碼，㩒一下就有

source: Only
ja: のみ
zh_hans: 仅此
zh_hant: 僅此
zh_hk: 只睇呢個

source: Only asks GitHub for the latest release number. Nothing is downloaded or installed for you.
ja: GitHub に最新のリリース番号を問い合わせるだけで、自動でダウンロードやインストールはしません。
zh_hans: 只会向 GitHub 查询最新版本号，不会自动下载或安装任何内容。
zh_hant: 只會向 GitHub 查詢最新版本號，不會自動下載或安裝任何東西。
zh_hk: 只會向 GitHub 查詢最新版本號，唔會自動下載或安裝任何嘢。

source: Only if your services live on different URLs. Leave a field empty to use the server URL.
ja: サービスが別の URL にある場合のみ。空欄ならサーバ URL を使います。
zh_hans: 仅在你的服务位于不同网址时需要。留空则使用服务器网址。
zh_hant: 只在你的服務位於不同網址時才需要。留空則使用伺服器網址。
zh_hk: 只係你啲服務喺唔同網址先需要。留空就用伺服器網址。

source: Only if your services live on different URLs. Leave empty to use the server URL.
ja: サービスごとに URL が異なる場合のみ入力します。空欄ならサーバー URL を使います。
zh_hans: 仅在各项服务位于不同网址时使用。留空则使用服务器网址。
zh_hant: 僅在各項服務位於不同網址時使用。留空則使用伺服器網址。
zh_hk: 僅在各項服務位於不同網址時使用。留空則使用伺服器網址。

source: Only owners and admins can see the event log.
ja: イベントログはオーナーと管理者だけが閲覧できます。
zh_hans: 只有所有者和管理员可以查看事件日志。
zh_hant: 只有擁有者與管理員可以查看事件記錄。
zh_hk: 只有擁有者同管理員可以睇事件記錄。

source: Only you see these
ja: 自分だけに表示されます
zh_hans: 只有你能看到
zh_hant: 只有你看得到
zh_hk: 只有你睇到

source: Open
ja: 開く
zh_hans: 打开
zh_hant: 開啟
zh_hk: 開啟

source: Open %@'s page for changing the password
ja: %@ のパスワード変更ページを開く
zh_hans: 打开 %@ 的更改密码页面
zh_hant: 開啟 %@ 的更改密碼頁面
zh_hk: 打開 %@ 嘅更改密碼頁面

source: Open at login
ja: ログイン時に開く
zh_hans: 登录时打开
zh_hant: 登入時開啟
zh_hk: 登入時開啟

source: Open in your browser
ja: ブラウザで開く
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開
zh_hk: 喺瀏覽器打開

source: Open item
ja: 項目を開く
zh_hans: 打开项目
zh_hant: 開啟項目
zh_hk: 開啟項目

source: Open Keyboard Settings
ja: キーボード設定を開く
zh_hans: 打开键盘设置
zh_hant: 打開鍵盤設定
zh_hk: 開鍵盤設定

source: Open Link
ja: リンクを開く
zh_hans: 打开链接
zh_hant: 開啟連結
zh_hk: 開啟連結

source: Open Safari Extensions
ja: Safari 機能拡張を開く
zh_hans: 打开 Safari 扩展
zh_hant: 打開 Safari 延伸功能
zh_hk: 打開 Safari 擴充功能

source: Open source under the MIT License. Not affiliated with Bitwarden, Inc. or the Vaultwarden project.
ja: MIT ライセンスのオープンソース。Bitwarden, Inc. および Vaultwarden プロジェクトとは無関係です。
zh_hans: 以 MIT 许可证开源。与 Bitwarden, Inc. 或 Vaultwarden 项目无关。
zh_hant: 以 MIT 授權開放原始碼。與 Bitwarden, Inc. 或 Vaultwarden 專案無關。
zh_hk: 以 MIT 授權開放原始碼。與 Bitwarden, Inc. 或 Vaultwarden 項目無關。

source: Open the command palette
ja: コマンドパレットを開く
zh_hans: 打开命令面板
zh_hant: 開啟指令面板
zh_hk: 開啟指令面板

source: Open Triwarden
ja: Triwarden を開く
zh_hans: 打开 Triwarden
zh_hant: 打開 Triwarden
zh_hk: 打開 Triwarden

source: Open Triwarden and log in first.
ja: まず Triwarden を開いてログインしてください。
zh_hans: 请先打开 Triwarden 并登录。
zh_hant: 請先打開 Triwarden 並登入。
zh_hk: 請先打開 Triwarden 並登入。

source: Open Triwarden and sign in to this account again.
ja: Triwarden を開いて、このアカウントに再度サインインしてください。
zh_hans: 请打开 Triwarden 并重新登录此账户。
zh_hant: 請開啟 Triwarden 並重新登入此帳號。
zh_hk: 請開啟 Triwarden 並重新登入此帳戶。

source: Open Triwarden once to download your vault.
ja: 保管庫をダウンロードするため、一度 Triwarden を開いてください。
zh_hans: 请先打开 Triwarden 一次以下载密码库。
zh_hant: 請先打開 Triwarden 一次以下載保險庫。
zh_hk: 請先打開 Triwarden 一次以下載保險庫。

source: Open Triwarden once to refresh your vault.
ja: 保管庫を更新するために Triwarden を一度開いてください。
zh_hans: 请打开 Triwarden 一次以刷新密码库。
zh_hant: 請開啟 Triwarden 一次以更新保險庫。
zh_hk: 請開啟 Triwarden 一次以更新保險庫。

source: Open Triwarden to unlock
ja: Triwarden を開いてロックを解除
zh_hans: 打开 Triwarden 以解锁
zh_hant: 打開 Triwarden 以解鎖
zh_hk: 打開 Triwarden 以解鎖

source: Open Watchtower
ja: Watchtower を開く
zh_hans: 打开 Watchtower
zh_hant: 打開 Watchtower
zh_hk: 打開 Watchtower

source: Open Web Vault
ja: ウェブ保管庫を開く
zh_hans: 打开网页版密码库
zh_hant: 開啟網頁版密碼庫
zh_hk: 打開網頁版密碼庫

source: Open website
ja: Web サイトを開く
zh_hans: 打开网站
zh_hant: 打開網站
zh_hk: 開啟網站

source: Open Website
ja: Webサイトを開く
zh_hans: 打开网站
zh_hant: 開啟網站
zh_hk: 開啟網站

source: Open in Vault
ja: 保管庫で開く
zh_hans: 在密码库中打开
zh_hant: 在保險庫中開啟
zh_hk: 喺保險庫開啟

source: Optional
ja: 任意
zh_hans: 选填
zh_hant: 選填
zh_hk: 可選

source: Optional; never the password itself
ja: 任意。パスワードそのものは入れないでください
zh_hans: 选填；不要填写密码本身
zh_hant: 選填；不要填密碼本身
zh_hk: 選填；唔好填密碼本身

source: Options
ja: オプション
zh_hans: 选项
zh_hant: 選項
zh_hk: 選項

source: Or enter your master password below.
ja: または下にマスターパスワードを入力してください。
zh_hans: 或在下方输入主密码。
zh_hant: 或在下方輸入主密碼。
zh_hk: 或在下方輸入主密碼。

source: Or for one shell
ja: または 1 つのシェルだけで
zh_hans: 或仅用于一个 Shell
zh_hant: 或只用於一個 Shell
zh_hk: 或只用於一個 Shell

source: Order
ja: 順序
zh_hans: 顺序
zh_hant: 順序
zh_hk: 次序

source: otpauth://… or base32 key
ja: otpauth://… または base32 キー
zh_hans: otpauth://… 或 base32 密钥
zh_hant: otpauth://… 或 base32 金鑰
zh_hk: otpauth://… 或 base32 密碼匙

source: Over another app
ja: ほかのアプリ上で
zh_hans: 在其他应用上
zh_hant: 在其他 App 上
zh_hk: 喺其他 App 上面

source: Owner: an organization
ja: 所有者：組織
zh_hans: 所有者：组织
zh_hant: 擁有者：組織
zh_hk: 擁有者：組織

source: Owner: you
ja: 所有者：あなた
zh_hans: 所有者：你
zh_hant: 擁有者：你
zh_hk: 擁有者：你

source: Parallelism: %lld
ja: 並列度：%lld
zh_hans: 并行度：%lld
zh_hant: 平行度：%lld
zh_hk: 平行度：%lld

source: Passkey
ja: パスキー
zh_hans: 通行密钥
zh_hant: 通行密鑰
zh_hk: 密碼匙

source: Passkey or security key
ja: パスキーまたはセキュリティキー
zh_hans: 通行密钥或安全密钥
zh_hant: 通行密鑰或安全金鑰
zh_hk: 通行密鑰或安全金鑰

source: Passkey saved
ja: パスキーを保存しました
zh_hans: 已存储通行密钥
zh_hant: 已儲存通行密鑰
zh_hk: 已儲存密碼匙

source: Passkeys
ja: パスキー
zh_hans: 通行密钥
zh_hant: 通行密鑰
zh_hk: 密碼匙

source: Passkeys you save with Triwarden appear here.
ja: Triwarden で保存したパスキーがここに表示されます。
zh_hans: 你用 Triwarden 保存的通行密钥会显示在这里。
zh_hant: 你用 Triwarden 儲存的通行密鑰會顯示在這裡。
zh_hk: 你用 Triwarden 儲存的通行密鑰會顯示喺呢度。

source: Passphrase
ja: パスフレーズ
zh_hans: 密码短语
zh_hant: 密語
zh_hk: 密語

source: Passport number
ja: パスポート番号
zh_hans: 护照号码
zh_hant: 護照號碼
zh_hk: 護照號碼

source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

source: Password · click to copy
ja: パスワード · クリックでコピー
zh_hans: 密码 · 点按以拷贝
zh_hant: 密碼 · 按一下拷貝
zh_hk: 密碼 · 按一下複製

source: Password (optional)
ja: パスワード（任意）
zh_hans: 密码（可选）
zh_hant: 密碼（選填）
zh_hk: 密碼（選填）

source: Password copied · the code follows once you paste
ja: パスワードをコピーしました · 貼り付けると次は確認コード
zh_hans: 已拷贝密码 · 粘贴后接着是验证码
zh_hant: 已拷貝密碼 · 貼上後接著是驗證碼
zh_hk: 已複製密碼 · 貼上之後就輪到驗證碼

source: Password found in a data breach
ja: パスワードがデータ侵害で見つかりました
zh_hans: 密码出现在数据泄露事件中
zh_hant: 密碼出現在資料外洩事件中
zh_hk: 密碼喺資料外洩事件出現過

source: Password Generator
ja: パスワードジェネレータ
zh_hans: 密码生成器
zh_hant: 密碼產生器
zh_hk: 密碼產生器

source: Password Generator (⌘G)
ja: パスワードジェネレータ（⌘G）
zh_hans: 密码生成器（⌘G）
zh_hant: 密碼產生器（⌘G）
zh_hk: 密碼產生器（⌘G）

source: Password history
ja: パスワード履歴
zh_hans: 密码历史
zh_hant: 密碼記錄
zh_hk: 密碼記錄

source: Password updated
ja: パスワード更新日
zh_hans: 密码更新时间
zh_hant: 密碼更新時間
zh_hk: 密碼更新時間

source: Password used on other items too
ja: ほかの項目でも使われているパスワード
zh_hans: 密码也用于其他项目
zh_hant: 密碼也用於其他項目
zh_hk: 密碼都用咗喺其他項目

source: Password-protected
ja: パスワード保護
zh_hans: 密码保护
zh_hant: 密碼保護
zh_hk: 密碼保護

source: Passwords and passkeys, filled in anywhere
ja: パスワードとパスキーを、どこでも自動入力
zh_hans: 密码与通行密钥，随处自动填充
zh_hant: 密碼與通行密鑰，隨處自動填入
zh_hk: 密碼同通行密鑰，去到邊都自動填

source: Passwords not changed in years
ja: 何年も変更していないパスワード
zh_hans: 多年未更改的密码
zh_hant: 多年未更改的密碼
zh_hk: 好多年冇改過嘅密碼

source: Passwords, passkeys, codes and SSH keys — native on your Mac.
ja: パスワード、パスキー、コード、SSH 鍵を Mac ネイティブで。
zh_hans: 密码、通行密钥、验证码与 SSH 密钥，原生于你的 Mac。
zh_hant: 密碼、通行密鑰、驗證碼與 SSH 金鑰，原生於你的 Mac。
zh_hk: 密碼、密碼匙、驗證碼與 SSH 金鑰，原生於你的 Mac。

source: Paste %@
ja: %@ をペースト
zh_hans: 粘贴 %@
zh_hant: 貼上 %@
zh_hk: 貼上 %@

source: Paste the link from the “Emergency access” email.
ja: 「緊急アクセス」メールのリンクを貼り付けてください。
zh_hans: 粘贴“紧急访问”电子邮件中的链接。
zh_hant: 貼上「緊急存取」電子郵件中的連結。
zh_hk: 貼上「緊急存取」電郵入面嘅連結。

source: Personal
ja: 個人
zh_hans: 个人
zh_hant: 個人
zh_hk: 個人

source: Phone
ja: 電話
zh_hans: 电话
zh_hant: 電話
zh_hk: 電話

source: Pick all
ja: すべて選択
zh_hans: 全选
zh_hant: 全選
zh_hk: 全揀

source: Pick several items
ja: 複数の項目を選択
zh_hans: 选择多个项目
zh_hant: 選取多個項目
zh_hk: 揀多個項目

source: Pin to the top (add to Favorites)
ja: 先頭に固定（お気に入りに追加）
zh_hans: 置顶（加入收藏）
zh_hant: 釘選到最上方（加入我的最愛）
zh_hk: 置頂（加入喜愛項目）

source: PIN unlock isn't set up any more. Use your master password.
ja: PIN でのロック解除は設定されていません。マスターパスワードを使ってください。
zh_hans: PIN 码解锁已不再设置。请使用主密码。
zh_hant: PIN 碼解鎖已不再設定。請使用主密碼。
zh_hk: PIN 碼解鎖已經冇設定。請用主密碼。

source: Password copied
ja: パスワードをコピーしました
zh_hans: 已拷贝密码
zh_hant: 已拷貝密碼
zh_hk: 已複製密碼

source: Pick
ja: 選ぶ
zh_hans: 选取
zh_hant: 選取
zh_hk: 揀選

source: Plus-addressed email
ja: プラスアドレス
zh_hans: 加号别名邮箱
zh_hant: 加號別名電子郵件
zh_hk: 加號別名電郵

source: Postal code
ja: 郵便番号
zh_hans: 邮政编码
zh_hant: 郵遞區號
zh_hk: 郵政編號

source: Press Return to unlock
ja: Return キーで解錠
zh_hans: 按 Return 键解锁
zh_hant: 按 Return 鍵解鎖
zh_hk: 按 Return 鍵解鎖

source: Previous or next item
ja: 前後の項目
zh_hans: 上一个或下一个项目
zh_hant: 上一個或下一個項目
zh_hk: 上一個或者下一個項目

source: Privacy
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私
zh_hk: 私隱

source: Private key
ja: 秘密鍵
zh_hans: 私钥
zh_hant: 私密金鑰
zh_hk: 私人密碼匙

source: Private notes
ja: 非公開メモ
zh_hans: 私人备注
zh_hant: 私人備註
zh_hk: 私人備註

source: Private text, encrypted like everything else.
ja: ほかのデータと同じく暗号化されるプライベートなテキスト。
zh_hans: 私密文字，与其他数据一样加密。
zh_hant: 私密文字，與其他資料一樣加密。
zh_hk: 私人文字，同其他資料一樣加密。

source: Protection
ja: 保護
zh_hans: 保护
zh_hant: 保護
zh_hk: 保護

source: Public key
ja: 公開鍵
zh_hans: 公钥
zh_hant: 公開金鑰
zh_hk: 公開密碼匙

source: Quick Look
ja: クイックルック
zh_hans: 快速查看
zh_hant: 快速查看
zh_hk: 快速查看

source: Quick Search
ja: クイック検索
zh_hans: 快速搜索
zh_hant: 快速搜尋
zh_hk: 快速搜尋

source: Quit
ja: 終了
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: Quit Triwarden
ja: Triwarden を終了
zh_hans: 退出 Triwarden
zh_hant: 結束 Triwarden
zh_hk: 結束 Triwarden

source: Random word
ja: ランダムな単語
zh_hans: 随机单词
zh_hant: 隨機單字
zh_hk: 隨機單字

# read %@ of “%@”
source: read %1$@ of “%2$@”
ja: 「%2$@」の%1$@を読み取る
zh_hans: 读取“%2$@”的%1$@
zh_hant: 讀取「%2$@」的%1$@
zh_hk: 讀取「%2$@」的%1$@

source: Read it out to compare when someone needs to trust your account's key — for example an organization admin, or an emergency contact.
ja: 組織の管理者や緊急連絡先など、誰かがあなたのアカウントの鍵を信頼する必要があるときに読み上げて照合します。
zh_hans: 当有人需要信任你账户的密钥时（例如组织管理员或紧急联系人），读出它来比对。
zh_hant: 當有人需要信任你帳號的金鑰時（例如組織管理員或緊急聯絡人），念出它來比對。
zh_hk: 有人要信任你帳戶嘅金鑰時（例如組織管理員或者緊急聯絡人），讀出嚟比對。

source: Recent
ja: 最近
zh_hans: 最近
zh_hant: 最近
zh_hk: 最近

source: Recent requests
ja: 最近のリクエスト
zh_hans: 最近的请求
zh_hant: 最近的請求
zh_hk: 最近的請求

source: Recent SSH requests
ja: 最近の SSH リクエスト
zh_hans: 最近的 SSH 请求
zh_hant: 最近的 SSH 請求
zh_hk: 最近的 SSH 請求

source: Recently Used
ja: 最近使用
zh_hans: 最近使用
zh_hant: 最近使用
zh_hk: 最近用過

source: Record Shortcut
ja: ショートカットを記録
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵
zh_hk: 錄製快捷鍵

source: Recovery code
ja: リカバリーコード
zh_hans: 恢复码
zh_hant: 復原碼
zh_hk: 復原碼

source: Regenerate
ja: 再生成
zh_hans: 重新生成
zh_hant: 重新產生
zh_hk: 重新產生

source: Regenerate password
ja: パスワードを再生成
zh_hans: 重新生成密码
zh_hant: 重新產生密碼
zh_hk: 重新產生密碼

source: Reject
ja: 拒否
zh_hans: 拒绝
zh_hant: 拒絕
zh_hk: 拒絕

source: Relaunch to Apply
ja: 再起動して適用
zh_hans: 重新打开以应用
zh_hant: 重新開啟以套用
zh_hk: 重新開啟先套用

source: Remember email
ja: メールアドレスを記憶
zh_hans: 记住电子邮件
zh_hant: 記住電子郵件
zh_hk: 記住電郵

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

source: Remove %@
ja: %@ を削除
zh_hans: 移除 %@
zh_hant: 移除 %@
zh_hk: 移除 %@

source: Remove %@?
ja: %@ を削除しますか？
zh_hans: 移除 %@？
zh_hant: 移除 %@？
zh_hk: 移除 %@？

source: Remove from Favorites
ja: お気に入りから削除
zh_hans: 从收藏中移除
zh_hant: 從最愛中移除
zh_hk: 從最愛中移除

source: Remove the password
ja: パスワードを削除
zh_hans: 移除密码
zh_hant: 移除密碼
zh_hk: 移除密碼

source: Remove this certificate?
ja: この証明書を削除しますか？
zh_hans: 移除此证书？
zh_hant: 移除此憑證？
zh_hk: 移除呢張憑證？

source: Remove this header?
ja: このヘッダを削除しますか？
zh_hans: 移除此标头？
zh_hant: 移除此標頭？
zh_hk: 移除呢個標頭？

source: Removed %@
ja: %@ を削除しました
zh_hans: 移除了 %@
zh_hant: 移除了 %@
zh_hk: 移除咗 %@

source: Removed a file from %@
ja: %@ からファイルを削除しました
zh_hans: 从 %@ 移除了附件
zh_hant: 從 %@ 移除了檔案
zh_hk: 喺 %@ 移除咗檔案

source: Removes the account and its saved vault from this Mac. Your data stays on the server.
ja: この Mac からアカウントと保存された保管庫を削除します。データはサーバーに残ります。
zh_hans: 从这台 Mac 移除账户及其保存的密码库。你的数据仍保留在服务器上。
zh_hant: 從這部 Mac 移除帳號及其儲存的保險庫。你的資料仍保留在伺服器上。
zh_hk: 喺呢部 Mac 移除帳戶同佢儲存咗嘅保險庫。你嘅資料仍然留喺伺服器。

source: Rename
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重新命名
zh_hk: 改名

source: Rename Folder
ja: フォルダ名を変更
zh_hans: 重命名文件夹
zh_hant: 重新命名資料夾
zh_hk: 改資料夾名

source: Rename…
ja: 名前を変更…
zh_hans: 重命名…
zh_hant: 重新命名…
zh_hk: 改名…

source: Replaced %@
ja: %@ に置き換え
zh_hans: 于 %@ 被替换
zh_hant: 於 %@ 被取代
zh_hk: 喺 %@ 被取代

source: Report a Problem
ja: 問題を報告
zh_hans: 报告问题
zh_hant: 回報問題
zh_hk: 回報問題

source: Request Access
ja: アクセスを申請
zh_hans: 申请访问
zh_hant: 申請存取
zh_hk: 申請存取

source: Requested by the Triwarden browser extension.
ja: Triwarden ブラウザ機能拡張からのリクエストです。
zh_hans: 由 Triwarden 浏览器扩展请求。
zh_hant: 由 Triwarden 瀏覽器延伸功能要求。
zh_hk: 由 Triwarden 瀏覽器擴充功能要求。

source: Required
ja: 必要
zh_hans: 需要
zh_hant: 需要
zh_hk: 需要

source: Resend
ja: 再送信
zh_hans: 重新发送
zh_hant: 重新傳送
zh_hk: 重新傳送

source: Reset to %@
ja: %@ に戻す
zh_hans: 重置为 %@
zh_hant: 重設為 %@
zh_hk: 重設為 %@

source: Restore
ja: 復元
zh_hans: 恢复
zh_hant: 還原
zh_hk: 還原

source: Restored
ja: 復元しました
zh_hans: 已恢复
zh_hant: 已還原
zh_hk: 已還原

source: Restored %@
ja: %@ を復元しました
zh_hans: 恢复了 %@
zh_hant: 還原了 %@
zh_hk: 還原咗 %@

source: Restored %lld item(s)
ja: %lld 件を復元しました
zh_hans: 已恢复 %lld 个项目
zh_hant: 已還原 %lld 個項目
zh_hk: 已還原 %lld 個項目

source: Return copies the first password · hover for more
ja: Return で最初のパスワードをコピー · ホバーでその他
zh_hans: 按 Return 复制第一个密码 · 悬停查看更多
zh_hant: 按 Return 複製第一個密碼 · 游標移上可看更多
zh_hk: 撳 Return 複製第一個密碼 · 指住睇更多

source: Return fills the first login · hover for more
ja: Return で最初のログインを入力 · ポインタを合わせるとその他
zh_hans: 按 Return 填充第一个登录信息 · 悬停查看更多
zh_hant: 按 Return 填入第一個登入資料 · 停留以查看更多
zh_hk: 撳 Return 填入第一個登入資料 · 停留睇更多

source: Returns an item's current one-time code and copies it.
ja: 項目の現在のワンタイムコードを返し、コピーします。
zh_hans: 返回项目当前的一次性验证码并复制。
zh_hant: 回傳項目目前的一次性驗證碼並拷貝。
zh_hk: 傳回項目目前的一次性驗證碼並複製。

source: Reused
ja: 使い回し
zh_hans: 重复使用
zh_hant: 重複使用
zh_hk: 重用

source: Reused in %lld items
ja: %lld 件の項目で使い回し
zh_hans: 在 %lld 个项目中重复使用
zh_hant: 在 %lld 個項目中重複使用
zh_hk: 在 %lld 個項目中重複使用

source: Reused passwords
ja: 使い回しのパスワード
zh_hans: 重复使用的密码
zh_hant: 重複使用的密碼
zh_hk: 重複使用的密碼

source: Reveal
ja: 表示
zh_hans: 显示
zh_hant: 顯示
zh_hk: 顯示

source: Reveal (hold ⌥)
ja: 表示（⌥ を押したまま）
zh_hans: 显示（按住 ⌥）
zh_hant: 顯示（按住 ⌥）
zh_hk: 顯示（撳住 ⌥）

source: Reveal All
ja: すべて表示
zh_hans: 全部显示
zh_hant: 全部顯示
zh_hk: 全部顯示

source: Revealed a secret in %@
ja: %@ の機密情報を表示しました
zh_hans: 显示了 %@ 中的机密
zh_hant: 顯示了 %@ 中的機密
zh_hk: 顯示咗 %@ 入面嘅機密

source: Revoke
ja: 取り消す
zh_hans: 撤销
zh_hant: 撤銷
zh_hk: 撤銷

source: Revoked %@
ja: %@ を取り消しました
zh_hans: 撤销了 %@
zh_hant: 撤銷了 %@
zh_hk: 撤銷咗 %@

source: Row %lld: “%@” items can't be imported from CSV
ja: %lld 行目：「%@」の項目は CSV から読み込めません
zh_hans: 第 %lld 行：无法从 CSV 导入“%@”类项目
zh_hant: 第 %lld 列：無法從 CSV 匯入「%@」類項目
zh_hk: 第 %lld 行：CSV 匯入唔到「%@」類項目

source: Run
ja: 実行
zh_hans: 运行
zh_hant: 執行
zh_hk: 執行

source: Safari or Apple Passwords CSV
ja: Safari・Apple のパスワードの CSV
zh_hans: Safari 或 Apple“密码”CSV
zh_hant: Safari 或 Apple「密碼」CSV
zh_hk: Safari 或 Apple「密碼」CSV
